artillery/cpu-test.yaml
# artillery.cmd run --output report.json cpu-test.yaml
# artillery.cmd report .\report.json
  config:
    target: "http://20.214.158.36"
    phases:
      - duration: 120
        arrivalRate: 5
        name: Warm up
  scenarios:
    - name: "just get hash"
      flow:
        - get:
            url: "/hello"